{
    "About": {
        "title": "E-file Income Tax Returns the Smart way in 2019",
        "description": "e-File Income Tax Return within 5 Minutes"
    },
    "services": {
        "title": "OUR SERVICES",
        "description": "We have a team of skilled and experienced Chartered Accountants in India providing quality services ! ",
        "servicesList": [{
                "title": "Income Tax Filing",
                "description": "A GST Return is a document that is required to be filed as per the law with the tax authorities. Under the GST law, a taxpayer has to submit three returns on a monthly basis and one such return annually. All returns have to be filed online. Please note that there is no provision for revising the returns. All invoices of the previous tax period that went unreported must be included in the current month.",
                "readMore": "Read more"
            },
            {
                "title": "GST Registration",
                "description": "The Goods & Services Tax (GST) launched on 01-Apr-2017 applies to all Indian service providers (including freelancers), traders and manufacturers, once their supply turnover crosses Rs. 20 lakh. The GST is an all-in-one tax that subsumes a variety of state (VAT, Entertainment Tax, Luxury Tax, Octroi) and central taxes (CST, Service Tax, Excise Duty). GST is to be charged at every step of the supply chain.",
                "readMore": "Read more"
            },
            {
                "title": "GST Returns",
                "description": "A sole proprietor is the simplest form of an organization. It is very easy and convenient way of doing business. It is the most common form of business in India. It has very minimum registrations and have very minimal regulatory compliance requirement. However, after the business develops, proprietorship does not offer facilities...",
                "readMore": "Read more",
                "nextRow": true
            }
        ]
    },
    "newBusiness": {
        "title": "Starting A New Business",
        "description": "We have a team of skilled and experienced Chartered Accountants in India providing quality services ! ",
        "servicesList": [{
                "title": "PROPRIETORSHIP",
                "description": "A sole proprietor is the simplest form of an organization. A sole proprietorship can operate under the name of its owner or it can do business under a fictitious name. It is very easy and convenient way of doing business. It is the most common form of business in India. It has very minimum registrations and have very minimal regulatory compliance requirement. However, after the business develops, proprietorship does not offer facilities such as limited liability, separate legal entity, independent existence...",
                "readMore": "Read more"
            },
            {
                "title": "PARTNERSHIP FIRM",
                "description": "A Partnership is a business entity common amongst small or medium business setups. Two or more people come together to form a business and divide the profits thereof in an agreed ratio. A Partnership is easy to form by drafting a Partnership deed amongst the Partners. Also the compliance is minimal...",
                "readMore": "Read more"
            },
            {
                "title": "PRIVATE LIMITED COMPANY",
                "description": "Requiring a minimum of two people to act as Directors and two shareholders, it is the most common form of corporate entity in India. A private Limited company can begin with, operations after getting the Certificate of Incorporation...",
                "readMore": "Read more"
            },
            {
                "title": "LIMITED LIABILITY PARTNERSHIP (LLP)",
                "description": "In recent times, LLP Registration has hugely evolved given its simplicity in formation and easy maintenance. LLP is ideal for Professionals, Micro and Small businesses that are family-owned or closely-held...",
                "readMore": "Read more"
            }
        ]
    }
}