{
    "About": {
        "title": "E-file Income Tax Returns the Smart way in 2019",
        "description": "e-File Income Tax Return within 5 Minutes"
    },
    "services": {
        "title": "OUR SERVICES",
        "description": "We have a team of skilled and experienced Chartered Accountants in India providing quality services ! ",
        "servicesList": [{
                "title": "Income Tax Filing",
                "description": "A GST Return is a document that is required to be filed as per the law with the tax authorities. Under the GST law, a taxpayer has to submit three returns on a monthly basis and one such return annually. All returns have to be filed online. Please note that there is no provision for revising the returns. All invoices of the previous tax period that went unreported must be included in the current month.",
                "readMore": "Read more"
            },
            {
                "title": "GST Registration",
                "description": "The Goods & Services Tax (GST) launched on 01-Apr-2017 applies to all Indian service providers (including freelancers), traders and manufacturers, once their supply turnover crosses Rs. 20 lakh. The GST is an all-in-one tax that subsumes a variety of state (VAT, Entertainment Tax, Luxury Tax, Octroi) and central taxes (CST, Service Tax, Excise Duty). GST is to be charged at every step of the supply chain.",
                "readMore": "Read more"
            },
            {
                "title": "New Business",
                "description": "A sole proprietor is the simplest form of an organization. It is very easy and convenient way of doing business. It is the most common form of business in India. It has very minimum registrations and have very minimal regulatory compliance requirement. However, after the business develops, proprietorship does not offer facilities...",
                "readMore": "Read more",
                "nextRow": true
            },
            {
                "title": "TDS Preparation",
                "description": "TDS Filing Service requires thorough understanding of the tax provisions, where EZTax.in Experts can help you file your TDS Returns with ease. EZTax.in help you in filing the Sale on Property (From-26QB), TDS on Salary (From-24Q), Other payments (Form-26Q) with best & lowest Pricing.",
                "readMore": "Read more"
            }
        ]
    }
}